IDEA Open Model
CrossSection.CrossSectionRotation Property
Compatible with IDEA StatiCa 20.1
 Rotation of Cross - Section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double CrossSectionRotation { get; set; }
Public Property CrossSectionRotation As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
CrossSection Class
IdeaRS.OpenModel.CrossSection Namespace